Repository: soda-collections-objects-data-literacy/soda_scs_manager_deployment
Catalog: scs-manager/drupal/web/sites/default/files/translations/custom_book_block-2.0.0.*.po
Languages: de

source: Book
de: Buch

source: Menus
de: Menüs

source: Start level
de: Startebene

source: Custom Book Block
de: Benutzerdefinierter Buchblock

source: A more flexible book navigation menu.
de: Ein flexibleres Menü für die Buchnavigation.

source: Book to display
de: Anzuzeigendes Buch

source: Maximum levels to show
de: Maximal anzuzeigende Ebenen

source: If set to zero, all levels will be shown.
de: Wird dieser Wert auf Null gesetzt, werden alle Ebenen angezeigt.

source: Always expand the menu
de: Erweitern Sie immer das Menü

source: If unchecked, will only be expanded in context.
de: Wenn diese Option nicht markiert ist, wird sie nur im Kontext erweitert.

source: Custom book navigation
de: Benutzerdefinierte Buchnavigation

source: If left empty, all books will be shown. If Dynamic is selected, the block will detect the book menu to be displayed.
de: Bleibt er leer, werden alle Bücher angezeigt. Wenn Dynamisch ausgewählt ist, erkennt der Block das anzuzeigende Buchmenü.

source: Start level, filter tree, show only active branch.
de: Startebene, Baum filtern, nur aktiven Zweig anzeigen.
